<?php

return [
    'title' => [
        'home' => 'Добро пожаловать',
        'works' => 'Наши работы',
        'contacts' => 'Контакты',
        'about' => 'О нас',
        'brief' => 'Бриф',
        'thanks' => 'Спасибо!',
    ],

    'home' => [
        'promo' => [
            'title' => 'Мы разрабатываем и запускаем IT проекты с прототипов до финального релиза в продакшн.',
            'subtitle' => 'Мы предлагаем полный комплекс услуг по разработке, внедрению и сопровождению программных решений от прототипов до финального релиза в продакшн.',
        ],
        'slideshow' => [
            'title' => 'Наши работы',
        ],
        'tech' => [
            'title' => 'Технологии',
            'subtitle' => 'Посмотрите наши навыки, чтобы выбрать тот, который вам больше всего подходит.',
            'capabilities' => [
                [
                    'title' => 'Веб разработка',
                    'body' => 'Наши специалисты поднимут эффективность Вашего сайта при помощи самых последних технологий.',
                ],
                [
                    'title' => 'Оптимизация и аудит',
                    'body' => 'Аудит существующего или разработка нового проекта. Программирование и деплоймент всего проекта.',
                ],
                [
                    'title' => 'Веб дизайн',
                    'body' => 'Дизайн всей системы с продуманной бизнес логикой и учетом аудитории клиента.',
                ],
                [
                    'title' => 'Поддержка пользователей',
                    'body' => 'Полноценный суппорт после запуска проекта для стартапов и полноценных ентерпрайз решений.',
                ],
            ],
        ],
    ],

    'brief' => [
        'contact' => [
            'title' => 'Информация о компании и контактном лице',
            'f1' => 'Название компании (организации)',
            'f2' => 'Адрес корпоративного сайта',
            'f3' => 'Адрес офиса',
            'f4' => 'Имя и Фамилия контактного лица',
            'f5' => 'Мобильный номер телефона',
        ],
        'company' => [
            'title' => 'О компании или бренде',
            'f1' => 'Название и краткое описание компании или бренда',
            'f2' => 'Продукты или услуги, которые предоставляет компания',
            'f3' => 'Основные конкуренты и их сайты',
            'f4' => 'Основные конкурентные преимущества компании',
        ],
        'target' => [
            'title' => 'Цели создания сайта',
            'f1' => 'Какая основная цель разработки веб-сайта?',
            'f2' => 'Какие нужды целевой аудитории должен удовлетворять сайт? Информационные каналы?',
            'f3' => 'Зачем ЦА будет им пользоваться? В каких ситуациях?',

        ],
        'group' => [
            'title' => 'Целевая аудитория',
            'f1' => 'Целевая группа 1',
            'f2' => 'Целевая группа 2',
            'f3' => 'Целевая группа 3',
        ],
        'functional' => [
            'title' => 'Общие требования к функциональности сайта',
            'f1' => 'Какие разделы, функциональные блоки или модули, по вашему мнению, должны быть на сайте и какова их функциональность?',
        ],
        'design' => [
            'title' => 'Дизайн',
            'f1' => 'Примеры сайтов, дизайн которых вам нравится',
            'f2' => 'Существует ли фирменный стиль и логотип, который необходимо использовать при разработке дизайна?',
            'f3' => 'Можете ли вы предоставить дополнительные графические материалы о компании, которые смогут помочь нам в работе?',
        ],
        'hosting' => [
            'title' => 'Хостинг и доменное имя',
            'f1' => [
                'label' => 'Требуется ли регистрация доменного имени',
                'yes' => 'Да, сделайте это для нас',
                'no' => 'Нет, доменное имя уже зарегистрировано (в процессе)',
            ],
            'f2' => 'Доменное имя или URL, где будет располагаться проект',
            'f3' => 'Если хостинг будет предоставлен, укажите его параметры',
        ],
        'variants' => [
            'yes' => 'Да',
            'no' => 'Нет',
        ],
    ],

    'about' => [
        'intro' => '<p>Evolution Technology — это уникальность каждого продукта, созданного нашей командой.</p><p>Мы сочетаем профессиональный дизайн с прогрессивными технологиями, чтобы воплотить Ваши мечты в реальность</p>',
        'principles' => [
            [
                'title' => 'Наша задача',
                'body' => '– оказывать всестороннюю помощь нашим клиентам в создании и развитии проектов,  способствующих успеху их бизнеса.',
            ],
            [
                'title' => 'Мы предоставляем  комплекс услуг',
                'body' => 'в сфере профессиональной разработки заказного программного обеспечения, интеграции приложений, стратегического и технологического ИТ-консалтинга, тестирования, сопровождения и поддержки ПО.',
            ],
            [
                'title' => 'От адаптации существующих решений',
                'body' => 'к специфическим требованиям клиентов до разработки систем и приложений с нуля в соответствии с индивидуальным требованием заказчика.',
            ],
            [
                'title' => 'Мы разрабатываем',
                'body' => '<ul><li>Корпоративные системы</li><li>Веб-приложения</li><li>Мобильные приложения</li></ul>',
            ],
        ],
    ],

    'thanks' => [
        'title' => 'Спасибо!',
        'message' => [
            'default' => 'Форма была отправлена.',
            'brief' => 'Бриф отправлен на обработку.',
            'contact' => 'Ваша контактная информация отправлена. Мы свяжемся с Вами в ближайшее время.',
        ],
    ],

    'footer' => [
        'write_to_us' => 'Напишите нам'
    ]
];
