<?php

return [
    'title' => [
        'home' => 'Добро пожаловать',
        'works' => 'Наши работы',
        'contacts' => 'Контакты',
        'about' => 'О нас',
        'brief' => 'Бриф',
        'thanks' => 'Спасибо!',
    ],

    'home' => [
        'promo' => [
            'title' => 'Мы разрабатываем сайты и интерфейсы',
            'subtitle' => 'Инструменты повышающие эффективность вашего бизнеса',
        ],
        'slideshow' => [
            'title' => 'Наши работы',
        ],
        'tech' => [
            'title' => 'Наши возможности',
            'subtitle' => 'Посмотрите наши навыки, чтобы выбрать тот, который вам больше всего подходит.',
            'capabilities' => [
                [
                    'title' => 'Веб-разработка',
                    'body' => 'The teams of Laravel & Wordpress ninjas are ready to step into the breach when you need them. Any kind of complexity… no boundaries here!',
                ],
                [
                    'title' => 'Оптимизация и аудит',
                    'body' => 'Life is full of curveballs and even the most efficient web solutions need to be updated form time to time. Our optimization & audit gurus will boost your site’s efficiency sky-high!',
                ],
                [
                    'title' => 'Веб-дизайн',
                    'body' => 'The look matters, you know. We\'re sure that the clean code is as important as the clean and elegant design. You want to make your website look beautiful? Impression Bureau will be your helping hand.',
                ],
                [
                    'title' => 'Поддержка пользователей',
                    'body' => 'If you need a professional consultation or looking for maintenance/troubleshooting services, look no further! Impression Bureau can not only develop projects from scratch, but also provide web any kind of dev assistance.',
                ],
            ],
        ],
    ],

    'brief' => [
        'contact' => [
            'title' => 'Информация о компании и контактном лице',
            'f1' => 'Название компании (организации)',
            'f2' => 'Адрес корпоративного сайта',
            'f3' => 'Адрес офиса',
            'f4' => 'Имя и Фамилия контактного лица',
            'f5' => 'Мобильный номер телефона',
        ],
        'company' => [
            'title' => 'О компании или бренде',
            'f1' => 'Название и краткое описание компании или бренда',
            'f2' => 'Продукты или услуги, которые предоставляет компания',
            'f3' => 'Основные конкуренты и их сайты',
            'f4' => 'Основные конкурентные преимущества компании',
        ],
        'target' => [
            'title' => 'Цели создания сайта',
            'f1' => 'Какая основная цель разработки веб-сайта?',
            'f2' => 'Какие нужды целевой аудитории должен удовлетворять сайт? Информационные каналы?',
            'f3' => 'Зачем ЦА будет им пользоваться? В каких ситуациях?',

        ],
        'group' => [
            'title' => 'Целевая аудитория',
            'f1' => 'Целевая группа 1',
            'f2' => 'Целевая группа 2',
            'f3' => 'Целевая группа 3',
        ],
        'functional' => [
            'title' => 'Общие требования к функциональности сайта',
            'f1' => 'Какие разделы, функциональные блоки или модули, по вашему мнению, должны быть на сайте и какова их функциональность?',
        ],
        'design' => [
            'title' => 'Дизайн',
            'f1' => 'Примеры сайтов, дизайн которых вам нравится',
            'f2' => 'Существует ли фирменный стиль и логотип, который необходимо использовать при разработке дизайна?',
            'f3' => 'Можете ли вы предоставить дополнительные графические материалы о компании, которые смогут помочь нам в работе?',
        ],
        'hosting' => [
            'title' => 'Хостинг и доменное имя',
            'f1' => [
                'label' => 'Требуется ли регистрация доменного имени',
                'yes' => 'Да, сделайте это для нас',
                'no' => 'Нет, доменное имя уже зарегистрировано (в процессе)',
            ],
            'f2' => 'Доменное имя или URL, где будет располагаться проект',
            'f3' => 'Если хостинг будет предоставлен, укажите его параметры',
        ],
        'variants' => [
            'yes' => 'Нет',
            'no' => 'Да',
        ],
    ],

    'about' => [
        'intro' => '<p>Impression Bureau — инновационная студия для решения задач бизнеса в сфере разработки и дизайна.</p><p>Компания Impression Bureau основана  в 2018 году. Мы специализируемся на инновациях в сфере разработки и программирования, генерировании идей, быстром прототипировании и нестандартных решениях.</p>
<p>Мы помогаем нашим клиентам, создавая инструменты, решающие задачи их бизнеса.</p>',
        'principles' => [
            [
                'title' => 'Принцип полезного действия',
                'body' => 'В каждом проекте мы руководствуемся принципом полезного действия для максимальной оптимизации каждого из этапов проекта и рациональном использовании всех ресурсов',
            ],
            [
                'title' => 'Любознательность и культ знаний',
                'body' => 'Для нас не существует неинтересных тем и скучных задач, мы постоянно расширяем свой кругозор.',
            ],
            [
                'title' => 'Перфекционизм',
                'body' => 'Мы постоянно стремимся сделать работу наилучшим образом и не идём на компромиссы в ущерб качеству. Для нас унизительно халтурить и делать работу «не хуже других».',
            ],
            [
                'title' => 'Отношение к клиенту',
                'body' => 'Мы всегда работаем на результат клиента и берёмся за проекты в которые верим. В каждом проекте стараемся сделать больше, чем обещаем.',
            ],
            [
                'title' => 'Постоянное движение вверх',
                'body' => 'Мы постоянно развиваем наши профессиональные качества и уровень наших работ. Оставаться на месте, в зоне комфорта — неприемлемо.',
            ],
            [
                'title' => 'Репутация',
                'body' => 'Мы знаем цену себе и своей работе. Мы высоко ценим нашу репутацию, именно поэтому каждый проект мы реализовываем по максимуму, невзирая ни на какие трудности.'
            ]
        ],
    ],

    'thanks' => [
        'title' => 'Спасибо!',
        'message' => [
            'default' => 'Форма была отправлена.',
            'brief' => 'Бриф отправлен на обработку.',
            'contact' => 'Ваша контактная информация отправлена. Мы свяжемся с Вами в ближайшее время.',
        ],
    ],

    'footer' => [
        'write_to_us' => 'Напишите нам'
    ]
];
