<?php

return [
    'title' => [
        'home' => 'Ласкаво просимо',
        'works' => 'Наші роботи',
        'contacts' => 'Контакти',
        'about' => 'Про нас',
        'brief' => 'Бриф',
        'thanks' => 'Дякуємо!',
    ],

    'home' => [
        'promo' => [
            'title' => 'Ми розробляємо і запускаємо IT проекти з прототипів до фінального релізу в продакшн.',
            'subtitle' => 'Ми пропонуємо повний комплекс послуг по розробці, впровадженню і супроводу програмних рішень від прототипів до фінального релізу в продакшн.',
        ],
        'slideshow' => [
            'title' => 'Наші роботи',
        ],
        'tech' => [
            'title' => 'Технології',
            'subtitle' => 'Подивіться наші навички, щоб вибрати той, який вам найбільше підходить.',
            'capabilities' => [
                [
                    'title' => 'Веб розробка',
                    'body' => 'Наші фахівці піднімуть ефективність Вашого сайту за допомогою самих останніх технологій.',
                ],
                [
                    'title' => 'Оптимізація і аудит',
                    'body' => 'Аудит існуючого або розробка нового проекту.  Програмування та деплоймент всього проекту.',
                ],
                [
                    'title' => 'Веб дизайн',
                    'body' => 'Дизайн всієї системи, що має продуману бізнес - логіку та облік аудиторії клієнта.',
                ],
                [
                    'title' => 'Підтримка користувачів',
                    'body' => 'Повноцінний супорт після запуску проекту для стартапів і повноцінних ентерпрайз рішень.',
                ],
            ],
        ],
    ],

    'brief' => [
        'contact' => [
            'title' => 'Інформація про компанію і контактну особу',
            'f1' => 'Назва компанії (організації)',
            'f2' => 'Адреса корпоративного сайту',
            'f3' => 'Адреса офіса',
            'f4' => 'Ім\'я та Прізвище контактної особи',
            'f5' => 'Мобільний номер телефону',
        ],
        'company' => [
            'title' => 'Про компанію або бренд',
            'f1' => 'Назва і короткий опис компанії чи бренду',
            'f2' => 'Продукти або послуги, які надає компанія',
            'f3' => 'Основні конкуренти і їх сайти',
            'f4' => 'Основні конкурентні переваги компанії',
        ],
        'target' => [
            'title' => 'Мета створення сайту',
            'f1' => 'Яка основна мета розробки веб-сайту?',
            'f2' => 'Які потреби цільової аудиторії повинен задовольняти сайт? Інформаційні канали?',
            'f3' => 'Навіщо ЦА буде ним користуватися? В яких ситуаціях?',

        ],
        'group' => [
            'title' => 'Цільова аудиторія',
            'f1' => 'Цільова група 1',
            'f2' => 'Цільова група 2',
            'f3' => 'Цільова група 3',
        ],
        'functional' => [
            'title' => 'Загальні вимоги до функціональності сайту',
            'f1' => 'Які розділи, функціональні блоки або модулі, на вашу думку, повинні бути на сайті і яка їхня функціональність?',
        ],
        'design' => [
            'title' => 'Дизайн',
            'f1' => 'Приклади сайтів, дизайн яких вам подобається',
            'f2' => 'Чи існує фірмовий стиль і логотип, який необхідно використовувати при розробці дизайну?',
            'f3' => 'Чи можете ви надати додаткові графічні матеріали про компанії, які зможуть допомогти нам в роботі?',
        ],
        'hosting' => [
            'title' => 'Хостинг і доменне ім\'я',
            'f1' => [
                'label' => 'Чи потрібна реєстрація доменного імені',
                'yes' => 'Так, зробіть це для нас',
                'no' => 'Ні, доменне ім\'я вже зареєстровано (в процесі)',
            ],
            'f2' => 'Доменне ім\'я або URL, де буде розташовуватися проект',
            'f3' => 'Якщо хостинг буде надано, вкажіть його параметри',
        ],
        'variants' => [
            'yes' => 'Так',
            'no' => 'Ні',
        ],
    ],

    'about' => [
        'intro' => '<p>Impression Bureau - це унікальність кожного продукту, створеного нашою командою.</p><p>Ми поєднуємо професійний дизайн з прогресивними технологіями, щоб втілити Ваші мрії в реальність.</p>',
        'principles' => [
            [
                'title' => 'Наше завдання',
                'body' => '– надавати всебічну допомогу нашим клієнтам у створенні та розвитку проектів, що сприяють успіху їх бізнесу.',
            ],
            [
                'title' => 'Ми надаємо комплекс послуг',
                'body' => 'в сфері професійної розробки програмного забезпечення на замовлення, інтеграції додатків, стратегічного і технологічного ІТ-консалтингу, тестування, супроводження та підтримки ПЗ.',
            ],
            [
                'title' => 'Від адаптації існуючих рішень',
                'body' => 'до специфічних вимог клієнтів до розробки систем і додатків з нуля відповідно індивідуальній вимозі замовника:',
            ],
            [
                'title' => 'Ми розробляємо',
                'body' => '<ul><li>Корпоративні системи</li><li>Веб-додатки</li><li>Мобільні додатки</li></ul>',
            ],
        ],
    ],

    'thanks' => [
        'title' => 'Дякуємо!',
        'message' => [
            'default' => 'Форма була відправлена.',
            'brief' => 'Бриф відправлений на обробку.',
            'contact' => 'Ваша контактна інформація відправлена. Ми зв\'яжемося з Вами найближчим часом.',
        ],
    ],

    'footer' => [
        'write_to_us' => 'Напишіть нам'
    ]
];
