<?php

return [
    'title' => [
        'home' => 'Ласкаво просимо',
        'works' => 'Наші роботи',
        'contacts' => 'Контакти',
        'about' => 'Про нас',
        'brief' => 'Бриф',
        'thanks' => 'Дякуємо!',
    ],

    'home' => [
        'promo' => [
            'title' => 'Ми розробляємо і запускаємо IT проекти з прототипів до фінального релізу в продакшн.',
            'subtitle' => 'Ми пропонуємо повний комплекс послуг по розробці, впровадженню і супроводу програмних рішень від прототипів до фінального релізу в продакшн.',
        ],
        'slideshow' => [
            'title' => 'Наші роботи',
        ],
        'tech' => [
            'title' => 'Технології',
            'subtitle' => 'Подивіться наші навички, щоб вибрати той, який вам найбільше підходить.',
            'capabilities' => [
                [
                    'title' => 'Веб розробка',
                    'body' => 'Команда Laravel & Wordpress розробників готова виконати завдання будь-якої складності! Без обмежень і комромісів!',
                ],
                [
                    'title' => 'Оптимізація і аудит',
                    'body' => 'Навіть найефективніші web-рішення потребують оновлення! Наші фахівці піднімуть ефективність Вашого сайту за допомогою самих останніх технологій.',
                ],
                [
                    'title' => 'Веб дизайн',
                    'body' => 'Зовнішній вигляд має значення! Ми впевнені в тому, що лаконічний і елегантний дизайн так-же важливий, як і чистий код і правильна оптимізація. Impression Bureau готові допомогти Вам в цьому!',
                ],
                [
                    'title' => 'Підтримка користувачів',
                    'body' => 'Якщо Вам потрібна професійна консультація або Ви в пошуку фахівців з обслуговування та усунення неполадок вашого ресурсу – Ви наш клієнт.',
                ],
            ],
        ],
    ],

    'brief' => [
        'contact' => [
            'title' => 'Інформація про компанію і контактну особу',
            'f1' => 'Назва компанії (організації)',
            'f2' => 'Адреса корпоративного сайту',
            'f3' => 'Адреса офіса',
            'f4' => 'Ім\'я та Прізвище контактної особи',
            'f5' => 'Мобільний номер телефону',
        ],
        'company' => [
            'title' => 'Про компанію або бренд',
            'f1' => 'Назва і короткий опис компанії чи бренду',
            'f2' => 'Продукти або послуги, які надає компанія',
            'f3' => 'Основні конкуренти і їх сайти',
            'f4' => 'Основні конкурентні переваги компанії',
        ],
        'target' => [
            'title' => 'Мета створення сайту',
            'f1' => 'Яка основна мета розробки веб-сайту?',
            'f2' => 'Які потреби цільової аудиторії повинен задовольняти сайт? Інформаційні канали?',
            'f3' => 'Навіщо ЦА буде ним користуватися? В яких ситуаціях?',

        ],
        'group' => [
            'title' => 'Цільова аудиторія',
            'f1' => 'Цільова група 1',
            'f2' => 'Цільова група 2',
            'f3' => 'Цільова група 3',
        ],
        'functional' => [
            'title' => 'Загальні вимоги до функціональності сайту',
            'f1' => 'Які розділи, функціональні блоки або модулі, на вашу думку, повинні бути на сайті і яка їхня функціональність?',
        ],
        'design' => [
            'title' => 'Дизайн',
            'f1' => 'Приклади сайтів, дизайн яких вам подобається',
            'f2' => 'Чи існує фірмовий стиль і логотип, який необхідно використовувати при розробці дизайну?',
            'f3' => 'Чи можете ви надати додаткові графічні матеріали про компанії, які зможуть допомогти нам в роботі?',
        ],
        'hosting' => [
            'title' => 'Хостинг і доменне ім\'я',
            'f1' => [
                'label' => 'Чи потрібна реєстрація доменного імені',
                'yes' => 'Так, зробіть це для нас',
                'no' => 'Ні, доменне ім\'я вже зареєстровано (в процесі)',
            ],
            'f2' => 'Доменне ім\'я або URL, де буде розташовуватися проект',
            'f3' => 'Якщо хостинг буде надано, вкажіть його параметри',
        ],
        'variants' => [
            'yes' => 'Так',
            'no' => 'Ні',
        ],
    ],

    'about' => [
        'intro' => '<p>Impression Bureau - інноваційна студія для вирішення завдань бізнесу в сфері розробки та дизайну.</p><p>Компанія Impression Bureau заснована в 2018 році. Ми спеціалізуємося на інноваціях у сфері розробки та програмування, генеруванні ідей, швидкому прототіпірованії і нестандартних рішеннях.</p><p>Ми допомагаємо нашим клієнтам, створюючи інструменти, які вирішують завдання їх бізнесу.</p>',
        'principles' => [
            [
                'title' => 'Принцип корисної дії',
                'body' => 'У кожному проекті ми керуємося принципом корисної дії для максимальної оптимізації кожного з етапів проекту та раціональне використання всіх ресурсів',
            ],
            [
                'title' => 'Допитливість і культ знань',
                'body' => 'Для нас не існує нецікавих тим і нудних завдань, ми постійно розширюємо свій кругозір.',
            ],
            [
                'title' => 'Перфекціонізм',
                'body' => 'Ми постійно прагнемо зробити роботу якнайкраще і не йдемо на компроміси на шкоду якості. Для нас принизливо халтурити і робити роботу «не гірше за інших».',
            ],
            [
                'title' => 'Ставлення до клієнта',
                'body' => 'Ми завжди працюємо на результат клієнта і беремося за проекти в які віримо. У кожному проекті намагаємося зробити більше, ніж обіцяємо.',
            ],
            [
                'title' => 'Постійний рух вгору',
                'body' => 'Ми постійно розвиваємо наші професійні якості і рівень наших робіт. Залишатися на місці, в зоні комфорту - неприйнятно.',
            ],
            [
                'title' => 'Репутація',
                'body' => 'Ми знаємо ціну собі і своїй роботі. Ми високо цінуємо нашу репутацію, саме тому кожен проект ми реалізовуємо по максимуму, незважаючи ні на які труднощі.'
            ]
        ],
    ],

    'thanks' => [
        'title' => 'Дякуємо!',
        'message' => [
            'default' => 'Форма була відправлена.',
            'brief' => 'Бриф відправлений на обробку.',
            'contact' => 'Ваша контактна інформація відправлена. Ми зв\'яжемося з Вами найближчим часом.',
        ],
    ],

    'footer' => [
        'write_to_us' => 'Напишіть нам'
    ]
];
